[
{"info": ["Add : 07, 4th Cross, Sapthagiri Layout, Vidyaranyapura", "\nBangalore", "\nKarnataka", "\n560097", "\nTel :", "\nMobile : 87621 91958", "\nEmail : aadhyanfoundation@gmail.com", "\nWebsite :", "\nContact Person : Kishore Kc", "\nPurpose : Social Work", "\nAim/Objective/Mission : Ngos around has only one agenda that they work with but we are looking at a better world for everyone. Unlike other ngo?s we do not want to look at just one thing as our agenda instead cater to all needs across. It could be flood relief, under privilege kids, helping old age people or anything. There are a lot of ngos across the country who cater to different needs of the society and some for all. We are not here to create one more ngo that just cares at one set of social issues, we want to have no boundaries in what we can do. Lets look at some initiatives that we are planning for now. There are hundreds of ngos who are the home for orphans and hundreds of old age homes thats available across the country. So we went into understanding what both of these are missing and found out that they are missing each other. So we have come up with an idea of bringing them together."]},
{"info": ["Add : 23, NG Layout, RT Nagar", "\nBangalore", "\nKarnataka", "\n560032", "\nTel :", "\nMobile : 95541 75871", "\nEmail : ai-hro@ai-hro.org", "\nWebsite : www.ai-hro.org", "\nContact Person : Sajjad Hussain", "\nPurpose : Advocacy On Social Issues, Child Labour, Child Rights, Child Welfare, Human Rights.", "\nAim/Objective/Mission : AIHRO basic principal to follow, adopt and promote universal declaration of human rights of united nations and indian constitution. Legal fights and mass agitation against the violation of human rights by the state and anti ?social elements. Conducting social surveys and fact finding reports to reach socio-economic issues. Creating awareness activities for environmental issues. To support anti-corruption movement in combating corruption that has led to unprecedented plunder of public money and resources and no section of society is now left out its pale including politics, bureaucracy, judiciary, military and establishment of scientific research, security agencies and media. Communal harmony, peace and justice: given the widely pluralistic nature of our country-to create, sustain and foster an atmosphere of mutual trust, respect, tolerance and understanding and to ensure peace, justice and fairly between all sections of society in the true spirit of humanity and our constitution is the prime objective of AIHRO to educate masses and fight against evils like dowry, female foeticide. AIHRO continually holds programs, seminars, symposia inviting all section of society to highlight human rights issues. To promote national integration, communal amity and social harmony and uphold the democratic set up, secular order and rule of law in the country. To work for peace, progress and prosperity in the country and to strengthen goodwill and brotherhood among different communities. To help to establish a social order based on equity and justice for all. To work for the welfare and progress of the weaker sections in various parts of india. To adopt suitable means to protect the dignity, lives and properties of the marginalized sections and to work for their empowerment. To endeavour for the protection of the cultural, social and religious identity of the tribals, the dalits and the minorities. To educate the under privileged and exploited classes about their rights. To mobilize people against the violation of human rights and protect the civil and political rights of the people of india. To work for unity and solidarity among the different socially and educationally backward classes. To facilitate a civil society and promote non-governmental efforts. To organize common programmes for the development of intellectual and management skills of social activists to promote welfare of labour union rights and economic and social development. To popularize human rights education by way of case studies, workshop, seminars, print and electronic media, leadership camps to its members. To promote human rights and constitution rights and duties amongst members in rti camps to its members."]},
{"info": ["Add: 1832, 41 St Cross, Jayanagar", "\nBangalore", "\nPin: 560069", "\nKarnataka", "\nContact Person: Rtn S L N Simha", "\nPurpose: Health & education for the children.", "\nAim/Objective/Mission: We want to do health screening for poor govt school children, school wise, if their is any problem with the Heart, free Heart operation will be done free of cost with the help of rotary & other donors. Reg education we have few partners like atlanta foundation, they are in to english teaching edu, esply teaching of english words to school children. To help children in all sector like recogniseing their talents in all respects, getting them all AIDS for their studies, sports, eco friendly environmental actvieties, child labour, disability in physical & mental, school toilets hygine esply for school going girls etc.", "\nWebsite:", "\n", "\nTel:", "\nMobile: 91-98451 95168", "\nEmail: simha1832@rediffmail.com"]},
{"info": ["Add : 3305, Rangashree, 10th Main Road, 33rd Cross, 4th Block, Near Kandala Jewelers, Jayanagar", "\nBangalore", "\nKarnataka", "\n560011", "\nTel : 080-26640077", "\nMobile : 94812 45350", "\nEmail : aksharamcharitablefoundation@gmail.com", "\nWebsite : www.aksharamfoundation.com", "\nContact Person : Ramakrishnan", "\nPurpose : Community Development, Education.", "\nAim/Objective/Mission : To serve the under privileged children in the field of education. Presently imparting free handwriting training to students of 125 govt schools."]},
{"info": ["Add: Near Tata Silk Farm, K.R.Raod", "\nBangalore", "\nPin: 560070", "\nKarnataka", "\nContact Person: Dr. T.S. Viswanath", "\nPurpose: Assosiation", "\nAim/Objective/Mission: Non political, non religious, dealing with education, health, rural development and environment and non profit making org.", "\nWebsite: http://www.alilu.org", "\n", "\nTel: 91-80-26763373, 91-80-25977522", "\nMobile:", "\nEmail: alilusevaSanstha@yahoo.com"]},
{"info": ["Add : 9-V, Raju Complex, Old Mysore Bank Road, Anekal Town", "\nBangalore", "\nKarnataka", "\n562106", "\nTel :", "\nMobile : 81528 24999, 88776 33223", "\nEmail : amit.jnana.jyothi@gmail.com", "\nWebsite :", "\nContact Person : Vinaykumar", "\nPurpose : Forum to organise and strengthen the economically weaker section, construction worker, taxi, auto drivers and owners, association of sgh group, physicaly disabled challenged person self employed and road hawkers, training, financial assistance and awareness.", "\nAim/Objective/Mission : Aim charitable trust for providing the services such as the relief of poverty, education, medical relief, provision of facilities for rehabilitation, general public utility, imparting public welfare, development etc. Vision service to human society by safeguard and protect the social status, dignity life, liberty, integrity of the citizens and social life style and sentiments of the common public and communal harmony and amity. Promotion of empowerment, education, employment, literature,economics, fine arts,rehabilitation,strengthening, charity, sports. Coordinate technology, information, infrastructure, science, scientific research, communication, conservation of water and energy. In the spirit of constitution of india, prerogatives, rights, human being and human rights civil liberties. Privileges, licenses, patents, trade marks in india and abroad. To act as guardian, teacher,well wisher, master and mentor for the needy, women, children, senior citizens etc. To do and cause to be done all lawful things and acts in accordance with the spirit of constitution of india. Mission working towards holistic approach, where poor communities are economically sustainable, children to have access to quality education, health and the youth to have access to opportunities for higher education, employment etc. Making living environment safe, filled with happiness for the vulnerable children and their families through social welfare and encouraging rural and urban youth. Upheld recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the india. We firmly believe in spreading awareness, building self confidence and employment opportunities among rural youth and making them responsible citizens and professionals. Students who have dropped out from school or haven’t been able to complete their schooling for lack of opportunity are our target students. Aims and objectives women empowerment. Earn while learn and income generation promrammes for women and youth human resource training to coordinate with government to start agri clinic, farmers club. Scientific research information,technology industrial research and publication. Cultural, spiritual, social, health, eye donation, blood donation, camps. Establish eye bank, blood bank, data bank, book banks, education scholarship, free computer education digital india. Environment, energy, water conservation awareness, programs organic farming, sanitation, hygiene awareness camps safe guard social justice and equal fundamental rights. Scheduled castes/ scheduled tribes/ upliftment of education and economic backward classes. Establishment, maintenance, improvement and extension of schools, colleges, medical, paramedical course. To help and give relief to the poor and illiterate, deserving poor and backward student. Rehabilitation center, orphanages, old age homes, rest house and guest house recreation club for labour and old age retired and working class."]},
]
